;Language file of Revo Uninstaller Pro
;This section must use English
[Info]
Language=עברית/Hebrew
WebLang=HEB
Translator=Yaron.S - Yaron'S Team
Codepage=UNICODE 
Version=4.2.3


[Uninstaller Toolbar]
102 = תצוגה
103 = אפשרויות
104 = מסיר התוכנות
105 = כלים
106 = "מצב "צייד
107 = רשימה
108 = אייקונים
109 = פרטים
110 = הסר
111 = מחק ערך
112 = רענן
113 =? האם את/ה בטוח/ה שברצונך למחוק את הערך הנבחר
114 =? האם את/ה בטוח/ה שברצונך להסיר את התוכנה שנבחרה
115 =עדכון אוטומטי
116 = עזרה
117 = ...עזרה לכלי הנוכחי
118 = ...דף הבית
119 = ...אודות
120 =!אינך מנהל רשת
121 = עצור! אלא אם את/ה בטוח/ה במה שאת/ה עושה\n? האם את/ה בטוח/ה שברצונך להסיר את רכיב המערכת שנבחר
122 = מסיר התוכנות מציג את כל התוכנות והרכיבים המותקנים למשתמש הנוכחי ולכלל המשתמשים. בשיטת התצוגה "פרטים" או דרך תפריט ההקשר ניתן להגיע לפרטים נוספים (קישורים ומאפיינים אודות ההתקנה). המאפיין העיקרי של מסיר התוכנות "ריבו" הוא מצב "צייד". מצב זה נותן לך את האפשרות להסיר, לעצור, למחוק או לנטרל הפעלה אוטומטית של התוכנה עם ווינדוס בעזרת לחיצה אחת בלבד
123 = חפש
124 = נמצאו:
125 = ייתכן ורכיב זה נידרש לפעולת מערכת ההפעלה שלך\n? האם את/ה בטוח/ה שברצונך להסיר את רכיב המערכת הנבחר מהרישום
126 =!לא יתחיל אוטומטית
127 =נקבע להתחיל אוטומטית
128 =!יוותרו שאריות קבצים משתי התוכנות! סמן בקפידה את אלה שברצונך למחוק \n!%s מותקן באותו מקום כמו %s
129 = הסרה מאולצת

[Uninstaller List]
150 = תוכנה
151 = גודל
152 = גירסה
153 = תאריך התקנה
154 = חברה
155 = אתר אינטרנט
156 = הערה
157 = מחרוזת הסרה
158 = ערך רישום
159 = מתקין

[Uninstaller StatusBar]
201 = התקנות: 
202 = ...טוען

[Registry Optimizer]
302 = בחר היכן לסרוק
303 = תפריט התחלה

[Autorun Toolbar]
407 = הפעל
408 = חסל
409 = הסר
410 = פריטים :
411 = מאושרים:
412 = עם מנהל ההפעלה האוטומטית, ניתן לאפשר או לנטרל תוכנות מלהתחיל אוטומטית עם הפעלת ווינדוס, ניתן גם לקבל פרטים נוספים על התוכנה הספציפית. בנוסף, ניתן לקבל את נתיב ההפעלה, תיאור, מפיץ, סטטוס (פעיל או לא פעיל) ואת מיקום פקודת ההפעלה - ברישום או בקובץ על הדיסק הקשיח

[Autorun List]
450 = שם היישום בתפריט ההפעלה
451 = נתיב ההפעלה
452 = תיאור
453 = מפיץ
454 = סטטוס
455 = מיקום
456 = פעיל
457 = לא פעיל
458 = לא תקין
459 = חסל תהליך
460 = הפעל תהליך
461 = פתח תיקייה מכילה
462 = לך למיקום
463 = העתק נתיב הפעלה
464 = הסר פריטים שנבחרו
465 = הסר פריטים לא תקינים
466 = הסר פריטים לא פעילים
467 = הסר פריטים מנוטרלים
468 = ...מאפיינים
470 =! כל המידע הלא שמור ייאבד\n? האם את/ה בטוח/ה שברצונך לסגור את התוכנה שנבחרה
471 =? האם את/ה בטוח/ה שברצונך למחוק את הפריט הנבחר
472 =? האם את/ה בטוח/ה שברצונך למחוק את כל הפריטים הלא-תקינים
473 =? האם את/ה בטוח/ה שברצונך למחוק את כל הפריטים הלא-פעילים
474 =? האם את/ה בטוח/ה שברצונך למחוק את כל הפריטים המנוטרלים
475 =! פקודה לא קיימת
476 = לא ידוע
477 = נטרל הפעלה אוטומטית
478 = אפשר הפעלה אוטומטית

[Outlook Control]
300 = ייעול
301 = מייעל רישום
400 = מנהל ההפעלה האוטומטית
500 = מסיר עקבות
501 = ניקוי דפדפנים
600 = Microsoft Office ניקוי
700 = ניקוי חלונות
800 = מסיר העקבות
900 = מחיקה ללא אפשרות שיחזור
2100 = כלים של חלונות
2200 = מנקה קבצי הזבל

[Track Cleaner Browsers]
507 = נקה הכל
508 = נקה היסטוריית ביקור בדפי אינטרנט
509 = נקה היסטוריית שורת כתובות
510 = מחק קבצי אינטרנט זמניים
511 = מחק עוגיות
512 = Index.dat מחק קבצי
513 = בצע
514 = מחק היסטוריית הורדות
515 = מחק היסטוריית משימות/תהליכים
516 = מחק היסטוריית טפסים
517 = מסיר התוכנות
518 = ?האם את/ה בטוח/ה שברצונך להסיר את כל מידע ההיסטוריה
521 = ?Internet Explorer האם את/ה בטוח/ה שברצונך להסיר את כל מידע ההיסטוריה של 
522 = ?Firefox האם את/ה בטוח/ה שברצונך להסיר את כל מידע ההיסטוריה של
523 = ?Opera האם את/ה בטוח/ה שברצונך להסיר את כל מידע ההיסטוריה של
524 = ?Netscape האם את/ה בטוח/ה שברצונך להסיר את כל מידע ההיסטוריה של
525 = הדפדפן שלך שומר פרטים על כל אתר אינטרנט שאי פעם ביקרת בו. המידע נגיש בקלות מחלון הדפדפן שלך וע"י לחיצה על כפתור כל אחד יכול לראות איפה גלשת באינטרנט! עם מנקה הדפדפנים תוכל/י למחוק את כל קבצי האינטרנט הזמניים (התמונות שראית, כל הסרטונים בהם צפית וכל הדפים). מחיקת קבצי האינטרנט הזמניים תוכל לפנות הרבה מקום מהדיסק הקשיח שלך
526 = סגור דפדפן לפני מחיקת עקבותיו
527 = יימחקו כאשר המחשב יופעל מחדש Index.dat קבצי
599 = !פעולת מחיקת עקבות לפריטים שנבחרו הושלמה

[Office Track Cleaner]
601 = נקה
607 = Microsoft Word מנקה את היסטוריית הקבצים האחרונים של
608 = Word 2000, Word XP, Word 2003, Word 2007, Word 2010, Word 2013, Word 2016 כולל את
609 = Microsoft Excel מנקה את היסטוריית הקבצים האחרונים של
610 = Excel 2000, Excel XP, Excel 2003, Excel 2007, Excel 2010, Excel 2013, Excel 2016 כולל את
611 = Microsoft Access מנקה את היסטוריית הקבצים האחרונים של
612 = Access 2000, Access XP, Access 2003, Access 2007, Access 2010, Access 2013, Access 2016 כולל את
613 = Microsoft PowerPoint מנקה את היסטוריית הקבצים האחרונים של
614 = PowerPoint 2000, PowerPoint XP, PowerPoint 2003, PowerPoint 2007, PowerPoint 2010, PowerPoint 2013, PowerPoint 2016 כולל את
615 = Microsoft FrontPage מנקה את היסטוריית הקבצים האחרונים של
616 = FrontPage 2000, FrontPage XP, FrontPage 2003 כולל את
617 = בחר את סוגי הקבצים הללו ולחץ על לחצן ה"הסר". רשימת הקבצים האחרונים שפתחת לא תהיה יותר נגישה  ,Microsoft Office-אם אינך רוצה שמישהו יראה את הקבצים האחרונים שפתחת ב .Microsoft Word, Excel, Access, PowerPoint, FrontPage-מאפשר למחוק את היסטוריית הקבצים האחרונים שהיו בשימוש ב Microsoft Office מנקה

[Windows Tracks Cleaner]
701 = נקה
707 = נקה את היסטוריית הקבצים האחרונים
708 = נקה את היסטוריית ההפעלה בתפריט ההתחלה
709 = נקה את היסטוריית חיפוש הקבצים
710 = נקה את היסטוריית חיפוש המדפסות, מחשבים ואנשים
711 = נקה את לוח העריכה
712 = MS Paint נקה את היסטוריית הקבצים האחרונים של
713 = MS Wordpad נקה את היסטוריית הקבצים האחרונים של
714 = Regedit נקה את היסטוריית הערך האחרון שנפתח של
715 = נקה את היסטוריית הפתח/שמור של הדיאלוג הנפוץ
716 = נקה את היסטוריית התיקייה האחרונה של הדיאלוג הנפוץ
717 = רוקן את סל המחזור
718 = מחק קבצים זמניים של חלונות
719 = מחק רישומי שימוש בתפריט ההתחלה
720 = מערכת ווינדוס של מיקרוסופט עוקבת אחרי הרבה דברים שנעשים עם המחשב, כגון: היסטוריית חיפוש קבצים (בזמן חיפוש קבצים או תיקיות), היסטוריית קבצים אחרונים שנפתחו, היסטוריית פתח/שמור שמשתמשים בה תוכנות שונות לדיאלוגים סטנדרטים ועוד. מנקה ווינדוס מאפשר למחוק את כל ההיסטוריות הללו ואת הקבצים הזמניים שלהם. ניתן גם לרוקן את סל המחזור ואת הקבצים הזמניים שבמחשב, ובכך לפנות הרבה מקום בדיסק הקשיח
721 = יתחיל מחדש explorer.exe היסטוריית ההפעלה תימחק לאחר שהתהליך
722 = עקבות רישום של חלונות
723 = עקבות בדיסק הקשיח המקומי
724 = מחק קבצי הטלת זיכרון בנפילת המחשב
725 = Chkdsk (Check Disk) מחק קטעי קבצים ששוחזרו ע"י


[Evidence Remover]
802 = בצע
803 = מוחק
804 = אנא המתן בזמן ביצוע המחיקה
805 = הושלמה
806 = !סמן ב"וי" את הכונן/ים המכיל/ים עקבות או ראיות של עבודותיך שברצונך למחוק. כלי זה משפיע רק על מידע שכבר נמחק. *אזהרה:* לאחר שהתהליך יושלם, לא יהיה ניתן לשחזר את הקבצים שנמחקו
807 = כאשר מרוקנים את סל המחזור בווינדוס, הקבצים שלך רק מסומנים כמחוקים אך אינם נמחקים פיזית. כלי זה יימחק לצמיתות קבצים ותיקיות שכבר נמחקו אבל נשארו על הדיסק הקשיח. לא משנה באיזה כלי אתה או כל אדם אחר תשתמשו לנסות לשחזר את המידע, התוצאה תהיה דומה - שום דבר. את המידע הנמחק ע"י מוחק הראיות לא ניתן לשחזר
808 = ?האם את/ה בטוח/ה שברצונך למחוק שאריות של עקבות וראיות מהכונן/ים שנבחר/ו

[Unrecoverable Delete]
912 = לא יהיה ניתן לשחזר רשימת קבצים ותיקיות שיימחקו
913 = קבצים
914 = תיקיות
915 = !הכנס קבצים שברצונך למחוק ולהסיר מהמערכת. קבצים אלו אינם ניתנים לשחזור בעזרת שום כלי תוכנה
916 = !הכנס תיקיות שברצונך למחוק ולהסיר מהמערכת. תיקיות אלו אינם ניתנים לשחזור בעזרת שום כלי תוכנה
917 = הוסף קבצים שיימחקו
918 = הוסף תיקיות שיימחקו
919 = מחק לצמיתות
920 = מחק רשימה
921 = אם ברצונך למחוק קובץ או תיקייה בצורה בטוחה (ע"מ לוודא שאף אחד, בעזרת כל כלי, לא יוכל לשחזר את הקובץ או התיקייה), השתמש במחיקה ללא אפשרות שחזור. מחיקת קבצים וריקון סל המחזור של ווינדוס אינם מבטיחים שקבצים אלו נמחקו לצמיתות. הם עדיין על הדיסק הקשיח וכל אחד יכול לשחזר את המידע הנמחק בקלות רבה. כלי המחיקה ללא אפשרות שחזור אינו מאפשר זאת מכיוון שהוא מוחק פיזית את כל קבצים והתיקיות שנבחרו
922 = ?האם את/ה בטוח/ה שברצונך למחוק את הקבצים והתיקיות שנבחרו לצמיתות

[Options Tree]
1001 = אפשרויות
1100 = כללי
1200 = מסיר התוכנות

[General]
1101 = Language / שפה :
1102 = מצב מתקדם
1103 = חפש עדכון בהפעלת התוכנה

[Uninstaller Options]
1201 = הצג עדכוני מערכת
1202 = הצג מרכיבי מערכת
1203 = אפשר מצב טעינה מהירה
1204 = הפעל רק את מסיר התוכנה המובנה
1205 = (Windows Vista-לא נתמך ב)
1206 = צור נקודת שחזור מערכת לפני ההסרה
1207 = מחק קבצים ותיקיות נותרים לסל המחזור


[Auto Update]
1907 = עדכן
1908 = פרטי הגירסה
1909 = גירסה נוכחית:
1910 = גירסה עדכנית:
1911 = הורד
1912 = קבל גירסה עדכנית של התוכנה
1913 = מה חדש
1914 = ...בודק
1915 = ...שגיאה בהתחברות
1916 = הפסק
1917 = %s מתוך %s הורדו
1918 = (גודל כולל לא ידוע) %s הורדו
1919 = "אנא בדוק אם חיבור האינטרנט שלך פעיל וחומת האש אינה חוסמת את מסיר התוכנות "ריבו.www.revouninstaller.com-מסיר התוכנות "ריבו" לא הצליח להתחבר ל
1920 = שגיאה: בדיקת גירסה חדשה נכשלה. חיבור אינטרנט אינו פעיל

[WinTools]
2110 = הפעל
2111 = קיימים כלים ומרכיבים שימושיים ויעילים נכללים במערכת ההפעלה "ווינדוס". חלק מהתוכנות משתמשות בשורת פקודות מסובכת, אחרות קשות לגישה. "כלי ווינדוס" נותן גישה מהירה, בלחיצה אחת
2112 = מנטר שינויי מערכת וקבצי אפליקציה ויוצר אוטומטית נקודות שחזור הניתנות לזיהוי בקלות. נקודות שחזור אלו מאפשרות שחזור המערכת למצב שגובה קודם. נקודות השחזור נוצרות באופן יומיומי כמו גם בשינויי מערכת משמעותיים. ניתן ליצור ולתת שם לנקודות שחזור משלך בכל עת System Restore .ולשחזר את מחשבך למצב שנשמר ללא איבוד קבצי מידע אישיים System Restore-אם אירעה תקלה, ניתן להשתמש ב
2113 = ניתן להשתמש בזה לאסוף ולהציג מידע על החומרה ומערכת ההפעלה של מחשבך, קונפיגורציית האינטרנט, מודם ורשת שלך. עם כלי ניתוח הרשת ניתן לסרוק את המערכת ולבדוק את חיבורי הרשת והאם השירותים והתוכנות הקשורות לרשת פעילות 
2114 = DNS-וה WINS-מסיכת התת-רשת, שער ברירת המחדל וקונפיגורציות ה ,MAC-כתובת ה ,IP-של כל המתאמים ובכללם את כתובת ה TCP/IP-של הרשת. כמו כן, תצוגת קונפיגורציות ה DNS, DHCP, TCP/IP-הצגת כל הגדרות ה
2115 = יציג הערה והמלצה איך להגן על המחשב באופן טוב יותר Security Center-בדיקת מצב שלושת מרכיבי הביטחון החיוניים במחשבך: חומת-אש, עדכוני מערכת אוטומטיים והגנה מווירוסים/מזיקים. אם אירעה תקלה באחד מאלה (לדוגמא, אם האנטי-וירוס שלך לא מעודכן), ה
2116 = כדי לראות מידע בסיסי אודות החומרה המותקנת במחשבך, כגון: סוג המעבד שלך וסך כל הזיכרון נדיף. תוכל לראות ולשנות הגדרות השולטות באופן בו מחשבך משתמש בזיכרון ומוצא מידע מסוים (מאפייני חומרה והתקן), הגדרת פרופילי חומרה, צפייה במידע על הרשת שלך ופרופיל ההתחברות למחשב, ומדווח על שגיאות מערכת ותוכנה למיקרוסופט או למנהל המערכת שלך כשהן מתרחשות System Properties-ניתן להשתמש ב
2117 = הוא כלי תמיכה שניתן להשתמש בו לאתר במהירות מידע על מחשבך ומערכת ההפעלה System Information .מרכיב של מערכת ההפעלה ווינדוס, שאוסף ומציג נתונים על קונפיגורציית המערכת במחשבים מקומיים ומרוחקים. כולל מידע על קונפיגורציית חומרה, מרכיבי המחשב ודרייברים חתומים ולא חתומים
2118 = (הושג TCP/IP-אליהם המחשב מאזין ומציג את התוכנה האחראית על יצירת כל חיבור או כניסת האזנה (שם התוכנה מופיע ב-[ ] למטה, למעלה מופיע המרכיב לו התקשר, וכן הלאה עד ש  UDP-ו TCP-הפעילים ואת כניסות ה TCP-זהו מרכיב של מערכת ההפעלה ווינדוס שמציג את כל חיבורי ה
2119 = מציג מקלדת וירטואלית על המסך ומאפשר למשתמשים עם מגבלות תנועה להדפיס מידע ע"י שימוש באמצעי הצבעה או ג'ויסטיק ורמה מינימלית של תפקוד. ניתן גם להשתמש במקלדת הוירטואלית אם הינך חושש שיש תוכנת ריגול המתעדת לחיצות מקשים שהרי לחיצות עכבר אינן מתועדות
2120 = מאחה דיסק בודק כרכים מקומיים ומכנס קבצים ותיקיות מקוטעים כך שכ"א משתמש ביחידת מקום רציפה בכרך. התוכנה גם ממזגת את כל המקום הפנוי בכרך ובכך מפחיתה את הסיכוי שקבצים חדשים יהיו מקוטעים. כתוצאה משינויים אלו המערכת שלך תוכל לגשת לתיקיות וקבצים ביעילות רבה יותר
2121 = יכול גם לסדר פעולות שחזור אם שירות כושל (לדוגמא: להתחיל את השירות מחדש), לאפשר או לנטרל שירותים בפרופיל חומרה מסוים ולצפות בסטטוס ותיאור כל שירות Services ,ניתן להתחיל, להפסיק, להשהות, להמשיך או לנטרל שירותים במחשב מקומי או מרוחק. כמו כן  
2122 = יכול גם להראות רשימה של כל המשתמשים שמחוברים מרחוק (דרך רשת) למחשבך ולנתק את אחד מהם או את כולם. ניתן גם לצפות ברשימה של כל הקבצים שפתוחים ע"י משתמשים מרוחקים Shared Folders .ניתן לשימוש לניהול משאבים משותפים ברשת, שליטה באישורי גישה של משתמשים, פעילות ישיבה, מאפייני משאבים משותפים ולצפות בסיכום של חיבורים ומשאבים שבשימוש במחשבים מקומיים ומרוחקים 
2123 = (מגדירות את המרכיבים השונים של סביבת שולחן העבודה של המשתמש שמנהל המערכת צריך לנהל (לדוגמא: התוכניות הנגישות למשתמשים, התוכניות שמופיעות בשולחן העבודה של המשתמש ואפשרויות לתפריט ההתחלה Group Policy-כולל הגדרות מדיניות למשתמשים והגדרות המחשב. הגדרות ה
2124 = מאפשר ניהול מרכיבי ווינדוס שהותקנו במחשבך. אחרי שמערכת ההפעלה ווינדוס מותקנת על מחשבך ניתן להשתמש בכלי זה להוסיף מרכיב ווינדוס שאינו נכלל בהתקנה המקורית או למחוק מרכיב של ווינדוס שאינך רוצה
2125 = תוכנה מבית מיקרוסופט להסרת תוכנות זדוניות בודקת מחשבים עם מערכת הפעלה ווינדוס למציאת תוכנות מזיקות ספציפיות או נפוצות ועוזרת למחוק זיהומים אלה. ובכללם ווירוסים, תולעים וסוסים טרויאנים. כאשר הושלם תהליך הגילוי והמחיקה, יוצג דו"ח התוצאות, הכולל אם זוהתה ונמחקה תוכנה מסוימת


[Junk Files Cleaner Options]
2202 = כוננים לסריקה:
2203 = סיומת קובץ
2204 = תיאור
2205 = הוסף
2206 = הסר
2207 = שחזר ברירות מחדל
2208 = כללי::מנקה קבצי הזבל
2209 = לא לכלול::מנקה קבצי הזבל
2220 = דפוס לחפש:
2221 = ניתן להשתמש בסימנים ? ו/או * כתווים כלליים
2222 = הוסף דפוס
2223 = הוסף דפוס לאי-הכללה
2224 = ניתן להשתמש בסימנים ? ו/או * כתווים כלליים
2225 = אל תכלול דפוס:
2226 = מחק קבצים לסל המחזור
2227 = התעלם מקבצים שנפתחו ב-24 שעות האחרונות

[Junk Files Cleaner Tool]
2306 = סרוק
2307 = מחק
2308 = ...סורק
2309 = אנא המתן/י בזמן ביצוע הסריקה
2310 = בטל
2311 = שם
2312 = גודל
2319 = קבצים: 
2320 = סה"כ גודל: 
2323 = שלא ניתן למחוק כעת ישנם קבצים שבשימוש ע"י ווינדוס או תוכנה אחרת
2324 = עליך לבחור לפחות כונן אחד כדי להתחיל סריקה
2325 = "מוחק קבצי זבל מאפשר לך למצוא ולמחוק סוגים שונים של קבצי זבל וקבצים שאין בהם צורך ממחשבך. בד"כ קבצים כאלו נמחקים אוטומטית ע"י התוכנה שיצרה אותם ברגע שאין בהם צורך. אולם, ייתכן והם יישארו על הדיסק הקשיח במקרה של ביטול לא מתוכנן של תהליך, נפילת מערכת וכד'. במקרה וזה מתרחש, זה עלול לגרום להקטנת מקום פנוי בדיסק הקשיח ולהאטת המערכת וכד'. להוראות שימוש לחץ על "עזרה" ולאחר מכן על עזרה "כלי נוכחי  
2326 = קובץ
2327 = מוחק קבצים

[Context Menu Junk Files Cleaner]
2313 = פתח
2314 = חפש בגוגל 
2315 = פתח תיקייה מכילה
2316 = ...מאפיינים
2317 = סמן את כל הפריטים
2318 = בטל סימון מכל הפריטים
2321 = סמן פריטים שנבחרו
2322 = בטל סימון מפריטים שנבחרו

[Topmost Window]
4002 = אפשרויות
4003 = פתח חלון מרכזי
4004 = מצב גרור ושחרר
4005 = "מצב "צייד
4006 = גודל
4007 = קטן
4008 = בינוני
4009 = גדול
4010 = גודל חלון
4011 = יציאה
4012 = הסר תוכנה
4013 = בטל התחלה אוטומטית
4014 = חסל תהליך
4015 = חסל ומחק תהליך
4016 = פתח תיקייה מכילה
4017 = מידע
4018 = מאפיינים
4019 = בטל
4020 = ! רק קובץ אחד בכל פעם נתמך 
4021 = ! שחררת תיקייה, אנא גרור ושחרר קובץ  
4022 = הסר או מחק:
4023 = לא הושלם! נסה להצביע על חלון, אייקון או שורת משימות אחרת
4024 =  אנא הסר את התוכנה עם מסיר התוכנות\n! לא ניתן להריץ פקודת הסרת תוכנה
4025 = ! ונסה להסיר ידנית\nטיפ: קבל מידע נוסף אודות התוכנה מהחלונות הראשיים\n! לא נמצאה חבילת התקנה  
4026 = טיפ: אם ברצונך לאפשר זאת שוב, השתמש בכלי ההפעלה האוטומטית בחלון הראשי של התוכנה\n! יישום המטרה מנוטרל להתחיל אוטומטית 
4027 = טיפ: לחיפוש מקומות לא נפוצים בהם משתמשים להפעלה אוטומטית היעזר בחיפוש בגוגל\n! יישום המטרה אינו נמצא במקומות ההפעלה האוטומטית הנפוצים 
4028 = ! כל המידע הלא שמור ייאבד\n? האם את/ה בטוח/ה שברצונך לסגור את התוכנה שנבחרה 
4029 = מסיר התוכנות
4030 = ! כל המידע הלא שמור ייאבד\n? האם את/ה בטוח/ה שברצונך לסגור ולמחוק את התוכנה שנבחרה 
4031 = תפריט ההתחלה, שורת המשימות ומגש המערכת ייעלמו\n? Windows Explorer האם את/ה בטוח/ה שברצונך לסגור את 
4032 = התחל אוטומטית עם ווינדוס
4033 = שקיפות
4034 = גרור את היעד מעל חלון, סמל או פריט בשורת המשימות שנפתחו.

[Scan After Uninstall]
4210 = מיקום
4211 = מפתח
4212 = ערך
4213 = מידע
4214 = קובץ
4215 = ! לא נבחר ערך. בחר  ערך למחוק 
4216 = סרוק לאחר הסרה
4217 = בחר הכל
4218 = בטל בחירת הכל
4219 = מחק
4220 = קבצים נותרים
4221 = רשומות (ערכים) רישום נותרות
4222 = ...מבצע סריקה לפני הסרה. אנא המתן
4223 = ...(מריץ מסיר יישום (תוכנה
4224 = אנא התחל לסרוק למציאת קבצים, תיקיות וערכי רישום לאחר סיום פעולתו של מסיר התוכנה
4225 = ...מבצע סריקה לאחר הסרה. אנא המתן
4226 = ! אנא בדוק בקפידה את הפריטים ברשימה
4227 = סגור
4228 = הקבצים הנותרים ברשימה יימחקו בהפעלת המחשב מחדש
4229 = ! ייתכן ופקודת הסרת התוכנה לא תקינה\n! הרצת מסיר התוכנה נכשלה 
4230 = הקודם
4231 = הבא
4232 = בחר מצב הסרת תוכנה
4233 = מצבים
4234 = מצב מובנה: הפעלת המסיר המובנה של התוכנה ללא ביצוע סריקות הוספות
4235 = מצב בטוח: כולל את מצב "מובנה" וביצוע סריקות נוספות ברישום ובדיסק בקשיח למציאת פריטים נותרים שבטוח למחוק. זהו המצב המהיר ביותר
4236 = מצב מתון: מצב זה כולל את מצב "בטוח" וביצוע סריקה מורחבת למציאת כל הפריטים הנותרים במקומות הנפוצים ביותר ברישום ובדיסק הקשיח
4237 = מצב מתקדם: מצב זה כולל מצב "מתון" וביצוע סריקה יסודית ומקיפה למציאת כל הפריטים הנותרים ברישום ובדיסק הקשיח. זהו המצב האיטי ביותר
4238 = מנתח את פרטי התוכנה לפני ההסרה
4239 = מתחיל את הסרת התוכנה ע"י המסיר המובנה
4240 = לאחר שהסרת התוכנה הושלמה, לחץ על כפתור "הבא" כדי לבצע סריקה למציאת קבצים, תיקיות וערכי רישום נותרים
4241 = מבצע ניתוח ראשוני והסרה
4242 = סורק למציאת מידע נותר
4243 = ...הסרת התוכנה ע"י המסיר המובנה הושלמה, כעת מתבצעת סריקת הרישום והדיסק הקשיח למציאת קבצים, תיקיות וערכי רישום נותרים הקשורים לתוכנה שהוסרה. אנא המתן
4244 = נמצאו ערכי רישום נותרים
4245 = :נמצאו ערכי רישום
4246 = ! הערה: אנא וודא בקפידה את הפריטים המודגשים! רק פריטים מודגשים ומסומנים ותת-פריטיהם יימחקו
4247 = נמצאו קבצים ותיקיות נותרים
4248 = :נמצאו הפריטים
4249 = המחשב שלי
4250 = מסיר התוכנות "ריבו" לא הצליח להריץ את המסיר המובנה של התוכנה. ייתכן שפקודת הסרת התוכנה אינה תקינה או שמסיר התוכנה פגום. ניתן ללחוץ על כפתור "הקודם" ולנסות מצב הסרה אחר
4251 = מסיר התוכנה המובנה של היישום (תוכנה) סיים את תהליך ההסרה. מסיר התוכנות "ריבו" לא ביצע סריקה לחיפוש קבצים נותרים. ניתן ללחוץ על כפתור "הקודם" ולנסות מצב הסרה אחר כדי לסרוק למציאת קבצים, תיקיות ופריטי רישום נותרים
4252 = מסיר התוכנות "ריבו" השלים את תהליך הסרת התוכנה בהצלחה, אבל לא נמצאו פריטים נותרים. ניתן ללחוץ על כפתור "הקודם" ולנסות מצב הסרה מורחב יותר לביצוע סריקה מעמיקה יותר
4253 = מסיר התוכנות "ריבו" השלים את תהליך הסרת התוכנה בהצלחה. אם ברצונך לחפש פריטים נוספים שנותרו, לחץ על כפתור "הקודם" ונסה מצב הסרה מתקדם יותר לביצוע סריקה מעמיקה יותר
4254 = סיים
4255 = ? האם את/ה בטוח/ה שברצונך להעביר את הקבצים המסומנים לסל המחזור
4256 = ? האם את/ה בטוח/ה שברצונך למחוק את ערכי הרישום המסומנים 
4257 = ! מסיר התוכנות של "ריבו" השלים את תהליך ההסרה בהצלחה
4258 = ? האם את/ה בטוח/ה שברצונך לדלג על מחיקת ערכי הרישום הנותרים שנמצאו ולהמשיך לצעד הבא
4259 = ? האם את/ה בטוח/ה שברצונך לדלג על מחיקת הקבצים והתיקיות הנותרים שנמצאו ולהמשיך לצעד הבא 
4260 = .סריקת פריטים נותרים הושלמה! לחץ על כפתור "הבא" כדי לראות את התוצאות
4261 = ...יוצר נקודת שחזור מערכת
4262 = ! יצירת נקודת שחזור מערכת - נכשלה 
4263 = (יצירת נקודת שחזור מערכת מנוטרלת (באפשרויות -> מסיר התוכנות
4264 = ! יצירת נקודת שחזור מערכת - הושלמה


[About]
4300 = מתרגמים

[ContextMenu Uninstaller]
5000 = פקודות
5001 = מידע
5002 = ...חפש בגוגל את
5004 = מיקום ההתקנה
5005 = ..."פתח קישור "אודות
5006 = ..."פתח קישור "עזרה
5007 = ..."פתח קישור "עדכן
5008 = ...פתח ערך רישום

[Common]
10000 = אישור
10001 = בטל
10002 = עזרה
10003 = עיין
10004 = עזרה לכלי נוכחי
10005 = דף הבית
10006 = אודות
10007 = אזהרה
10008 = שגיאה
10009 = כן
10010 = לא
10011 = הפסקה
10012 = קורות חיים
10013 = ברירת מחדל
10014 = אנא המתן ...
10015 = מאוחר יותר
10016 = לעולם
10017 = המבצע הושלם בהצלחה!

[Tooltips]
2000 = עבור למצב מסיר התוכנות
2001 = הראה תפריט כלים
2002 = התאם הגדרות
2003 = עבור למצב צייד
2004 = שנה תצוגה של רשימת התוכנות המותקנות
2005 = הסר את התוכנה שנבחרה
2006 = מחק את הערך המסומן מהרישום
2007 = רענן את רשימת התוכנות
2008 = עדכן את גירסת התוכנה שברשותך לגירסה עדכנית
2009 = מצא מידע נוסף ותשובות לכל שאלותיך אודות התוכנה
404 = התחל את התוכנה שנבחרה
405 = עצור וסגור את התוכנה שנבחרה
406 = מנע מהתוכנה המסומנת להתחיל אוטומטית
506 = נקה את האפשרויות שנבחרו
605 = נקה את האפשרויות שנבחרו
705 = נקה את האפשרויות שנבחרו
2106 = הרץ את הכלי הנבחר
2304 = סרוק למציאת קבצים לא נחוצים לפי ההגדרות שנקבעו
2305 = מחק קבצים מסומנים לסל המחזור

[UninstallerPro]
15000 = כללי
15001 = מנהל הקבוצות
15002 = תוכנות חדשות
15003 = תוכנות אחרות
15004 = שם
15005 = שנה שם
15006 = אינטרנט
15007 = משחקים
15008 = מולטימדיה
15009 = כלים
15050 = העלה
15051 = הורד
15052 = הוסף
15053 = הסר
15054 = עמודות
15055 = הסר עמודה זו
15056 = יישור
15057 = שמאל
15058 = מרכז
15059 = ימין
15060 = התאמה מיטבית
15061 = יצא לקובץ
15062 = פורמט טקסט (txt)
15063 = HTML פורמט (html)
15064 = Microsoft Excel
15065 = יצא
15066 = בחר את העמודות שברצונך להסיר
15067 = :הראה כתוכנות חדשות שהותקנו
15068 = ימים אחרונים
15069 = מאז ההפעלה הקודמת של מסיר התוכנות
15070 = :שם קבוצה
15071 = הוסף
15072 = קבוצה
15073 = תוכנות במעקב
15074 = תוכנות\nבמעקב
15075 = כל התוכנות
15076 = כל\nהתוכנות
15077 = רשומת מחיקות
15078 = הסרת תוכנות מותאמת אישית
15079 = שנה אייקון
15080 = הוסף לקבוצה
15081 = הסר מקבוצה
15082 = מסיר תוכנה
15083 = :מסיר קבצים ותיקיות רשומים של התוכנה
15084 = :מסיר פריטי רישום רשומים
15085 = ."במהלך התקנת התוכנה. אם ברצונך לעבור על המידע ולבסוף למחוק אותה הקלק על הכפתור "הסרה מתקדמת Revo Uninstaller Pro יש מעט מידע שייתכן וקשור לתוכנה שהוסרה, אך לא נמחקה מכיוון שלא נרשמה ע"י 
15086 = הסרה מתקדמת
15087 = נתיב קובץ/תיקייה
15088 = ...טוען רשימה
15089 = הסר ערכים נבחרים
15090 = פתח מפתח רישום אב
15091 = הרחב הכל 
15092 = כווץ הכל
15093 = שם ערך 
15094 = :תיקיית רשומות
15095 = בצע פעולות שינוי שם של קבצים ותיקיות שהיו קיימים בעבר במערכת
15096 = הסרת תוכנות מאולצת
15097 = הסרה\nמאולצת
15098 = הרחב את המפתח נבחר
15099 = כווץ את המפתח נבחר
15100 = הסר את המפתח נבחר
15101 = סמן את המפתח נבחר כנוצר
15102 = הוסף לרשימה שלא לכלול
15103 = .קובץ רישום לא תקין
15104 = הקובץ לא קיים! הוסף קובץ תקין או בטל את הפעולה
15105 = בחר תהליך
15106 = הוסף תהליך לרשימה
15107 = :הנתיב המלא של התהליך
15108 = הוסף מפתח רישום
15109 = נתיב מפתח הרישום
15110 = על ידי שימוש בהסרת התוכנה המאולצת תוכל לעיין ולמצוא קובץ או להכניס נתיב מלא לכל תיקייה של התוכנה שברצונך Revo Uninstaller Pro להסיר. תוכל גם להכניס את שם התוכנה כפרט נוסף. לאחר שתלחץ על הכפתור "הבא", יחפש תחילה .אחר תוכנת הסרה מובנית ובאם קיימת כזאת היא תירשם, על מנת שתוכל לבחור אם להריץ אותה או לא\n\n!אנא הכנס את השם ונתיב ההתקנה המדויקים של התוכנה שברצונך להסיר
15111 = מצבי סריקה
15112 = מובנה
15113 = בטוח
15114 = בינוני
15115 = מתקדם
15116 = :הנתיב המלא לקובץ או תיקייה של התוכנה
15117 = שמו המדויק של התוכנה
15118 = :מסירי תוכנות  מובנים שנמצאו
15119 = הפעל את מסיר התוכנה המובנה שנבחר
15120 = שם תוכנה
15121 = פקודת הסרת התוכנה
15122 = סוג
15123 = 32 ביט
15124 = 64 ביט
15125 = חסל את התהליך והמשך
15126 = .הקובץ הנבחר הוא תהליך בפעולה! אם ברצונך להסיר אותו ואת הפריטים הקשורים אליו בצורה מיטבית, עדיף לחסל (לעצור) אותו ואז להמשיך
15127 = מפתח הרישום שלא לכלול
15128 = כולל תתי-מפתחות
15129 = התמקד בתוכנות במעקב בהפעלת התוכנה
15130 = :מחק קבצים ותיקיות
15131 = לתיקיית הגיבוי
15132 = לסל המחזור
15133 = לצמיתות
15134 = ?האם אתה בטוח שברצונך למחוק את הפריטים הנבחרים
15135 = תיקיות
15136 = קבצים
15137 = קבצים ותיקיות שייתכן וקשורים
15138 = פריטי רישום שייתכן וקשורים
15139 = מפתחות:
15140 = ערכים:
15141 = קבצים ותיקיות שברשומה
15142 = בצע פעולות שינוי שם של קבצים ותיקיות שהיו קיימים בעבר במערכת
15143 = האם אתה בטוח שברצונך להסיר את הפריטים הנבחרים
15144 = .נבחר, אך קבצים שנותרו יימחקו בהפעלה הבאה של המחשב
15145 = פריטי רישום נרשמו
15146 = ...מסיר תוכנה
15147 = סורק עבור קבצים, תיקיות ופריטי רישום שנותרו, בהתבסס על הנתונים הראשוניים
15148 = מנתח ומריץ את הסרת התוכנה המובנית כברירת מחדל עבור תוכנה זו
15149 = לאחר שהסרת התוכנה המובנית הסתיימה, לחץ על הכפתור "סרוק" על מנת להחל בסריקה עבור קבצים, תיקיות ופריטי .רישום שנותרו במערכת
15150 = .אין מספיק מקום פנוי בדיסק הקשיח בשביל לכתוב את קובץ מידע המטמון
15151 = .שגיאה בכתיבת קובץ המטמון. אנא וודא כי יש לך ההרשאות המתאימות
15152 = שגיאה בקריאת קובץ מידע המטמון
15153 = לא נמצאו שאריות
15154 = סרוק
15155 = הסרה\nמותאמת אישית
15156 = המודול "כל התוכנות" מראה את כל התוכנות המותקנות ואת כל הרכיבים עבור כלל המשתמשים, בחלוקה לשתי קבוצות - "חדשים" ו"אחרים". בסגנון התצוגה "פרטים", או דרך תפריט ההקשר, ניתן למצוא פרטים נוספים (קישורים ותכונות אודות ההתקנות). הגדרות המודול ממוקמות בתת-פריט "כל התוכנות", תחת הפריט "מסיר התוכנות" ובחלון האפשרויות
15157 = המודול "תוכנות במעקב" מראה את כל התוכנות שנבחרו למעקב אחרי התקנתם ע"י שימוש בתוכנה זו. ע"מ לעקוב אחרי תוכנה מסוימת בעזרת מודול זה, תוכל להקליק עם הלחצן הימני על קובץ ההתקנה שלו או ללחוץ על הכפתור "התקן תוכנות" בסרגל הכלים הראשי בתוכנה זו. הגדרות המודול נמצאות בתת-פריט "תוכנות במעקב" תחת הפריט "מסיר התוכנות" בחלון האפשרויות
15158 = הרשמה
15159 = קובץ עזרה
15160 = התקן תוכנות
15161 = התקן\nתוכנות
15162 = צור נקודת שחזור מערכת וגיבוי מלא של הרישום לפני הסרת תוכנה
15163 = ...יוצר גיבוי מלא של הרישום
15164 = ("אפשרות יצירת נקודת שחזור מערכת וגיבוי מלא של הרישום מנוטרלת (בתפריט "אפשרויות" ->"מסיר התוכנות
15165 = !יצירת גיבוי מלא של הרישום - הסתיימה
15166 = !יצירת גיבוי מלא של הרישום - נכשלה
15167 = (Windows 7-ו Windows Vista-לא נתמך ב)
15168 = רשומות:
15169 = או שלחץ על הלחצן הימני על האייקון של מוד צייד ובחר "צא" כדי לצאת
15170 = פתח את אשף הסרת התוכנות בגודל מקסימלי
15171 = נתיב אל התיקייה
15172 = על מנת לראות את קובץ העזרה PDF אנא התקן תוכנה לצפייה בקבצי
15173 = הוסף קבוצה חדשה
15174 = מחק רשומות נבחרות
15175 = בנה קובץ זיכרון מטמון מחדש
15176 = האם אתה בטוח שברצונך לבנות מחדש את קובץ זיכרון המטמון?\nכל השינויים שביצעת בהגדרת התוכנה יאופסו!
15177 = ניהול
15178 = ייצוא, ייבוא ​​או עריכת יומן
15179 = שנה \ ולא תיקון
15180 = שינוי או תיקון
15181 = קישור עדכון
15182 = מאגר יומני
15183 = יומנים \n נתונים בסיסיים
15184 = תוכניות:
15185 = שם התוכנית
15186 = גרסת התוכנית
15187 = גרסת חלונות
15188 = ביטים של חלונות
15189 = נמצא
15190 = הצג רק יומנים התואמים ל- % s
15191 = הצג רק יומני % s
15192 = יומני התאמה:
15193 = יומני מסד נתונים:
15194 = חיפוש לפי:
15195 = יומן
15196 = בולי עץ
15197 = תוכנית
15198 = תוכניות
15199 = שם
15200 = הסרה מהירה
15201 = מהיר \n הסר התקנה
15202 = ביצוע גיבוי מערכת ראשוני
15203 = הסרת התקנת התוכנית% d מתוך% d
15204 = ניתוח ראשוני - נעשה!
15205 = הפעלת ההתקנה המובנית של התוכנית - סיימה!
15206 = הפעלת ההתקנה המובנית של התוכנית - נכשלה!
15207 = סריקה אחר קבצים, תיקיות ופריטי רישום שנשארו ...
15208 = מוחק פריטי שאריות שנמצאו ...
15209 = נמחקו% d מקשי הרישום וערכי% d
15210 = נמחקו% d תיקיות ו% d קבצים
15211 = הסרת ההתקנה המהירה!
15212 = סטטוס
15213 = לאחר סיום הסרת ההתקנה של התוכנית, לחץ על כפתור "המשך" כדי להמשיך בתהליך הסרת ההתקנה.
15214 = המשך
15215 = מיובא
15216 = הוסף תגובה
15217 = ערוך תגובה
15218 = מודולים
15219 = תאריך יומן
15220 = הכנת נתוני יומן להסרה ...
15221 =% d מתוך% d פריטים
15222 = ביצוע פעולות שינוי שם נחוצות ...
15223 = האם אתה בטוח שברצונך להסיר את ההתקנה של היומן שנבחר?
15224 = האם אתה בטוח שברצונך להסיר את ההתקנה של יומנים נבחרים?
15225 = הסרת ההתקנה של יומן% d מ-% d
15226 = ייצוא הכל
15227 = דלג \n גיבוי
15228 = דלג על יצירת נקודת שחזור המערכת וגיבוי הרישום המלא
15229 = יצירת גיבוי מלא של הרישום - דילג!
15230 = יצירת נקודת שחזור מערכת - דילג!
15231 = עריכת יומן
15232 = יומן יבוא
15233 = יומן ייצוא
15234 = יומן ניתוח -
15235 = שינוי שם יומן
15236 = שם יומן
15237 = שמור שינויים
15238 = שינוי
15239 = אייקון
15240 = אינדקס אייקונים
15241 = מחבר
15242 = זמן יצירה
15243 = זמן שינוי אחרון
15244 = גודל משוער
15245 = מפתחות רישום
15246 = ערכי הרישום
15247 = נוצר
15248 = נמחק
15249 = שם שונה
15250 = מוחלף
15251 = לא ידוע
15252 = שם ישן
15253 = שם מלא
15254 = שם מלא ישן
15255 = נתונים ישנים
15256 = ערך הרישום עם שם כזה כבר קיים!
15257 = הוסף מפתח
15258 = שם מפתח:
15259 = לא שונה
15260 = שנה את המפתח
15261 = ערך מוסף
15262 = שנה ערך
15263 = סט
15264 = סוג ישן
15265 = הפסק בכוח להריץ קבצי הפעלה במהלך הסרת ההתקנה שלהם
15266 = חפש יומן מתאים לפני ההסרה הרגילה של התוכנית
15267 = האם אתה בטוח שברצונך לבצע הסרה מהירה של התוכניות שנבחרו?
15268 = מצא יומן תואם בין היומנים שלך שישמש להסרת ההתקנה \n הפעלת ההתקנה המובנית של התוכנית לצורך הסרת ההתקנה של ברירת המחדל.
15269 = מצא יומן תואם במסד הנתונים של יומני שישמש להסרת ההתקנה \n הפעלת ההתקנה המובנית של התוכנית לצורך הסרת ההתקנה של ברירת המחדל.
15270 = לאחר סיום הסרת ההתקנה של התוכנית, לחץ על כפתור "המשך" כדי לראות קבצי שאריות, תיקיות ופריטים ברישום.
15271 = שגיאה בהורדת קובץ היומן!
15272 = שגיאה בשינוי שם קובץ היומן שהורדת!
15273 = מודול "מסד נתונים יומני" של Revo Uninstaller Pro מציג רשימה של יומני תוכניות עקבות התואמות למערכת חלונות שלך. יומנים אלה המאוחסנים באתר האינטרנט שלנו נשמרים על ידי צוות Revo Uninstaller Pro. אתה יכול להשתמש בקלות (בלחיצה אחת על הכפתור "הסר התקנה") ביומנים אלה כדי להסיר התקנות של תוכניות המותקנות במחשב שלך.
15274 = הגרסה שלך:
15275 = עדכן כעת
15276 = עדכן אוטומטית את מסד הנתונים של יומני
15277 = שגיאה בהורדת מסד הנתונים של יומני!
15278 = שגיאה בעדכון מסד הנתונים של יומני!
15279 = שגיאה בחילוץ בסיס נתונים של יומנים!
15280 = שגיאה בפתיחת מסד הנתונים של יומני!
15281 = הזן את התגובה שלך:
15282 = בחר אייקון
15283 = נתיב קובץ:
15284 = בחר אייקון מהרשימה:
15285 = קובץ
15286 = תיקיה
15287 = ייצוא יומן -
15288 = יבוא יומן -
15289 =% d %% הושלם
15290 = מיוצא על ידי
15291 = נמצאו יומנים קשורים
15292 = כן (מומלץ)
15293 = נראה כי יומנים רשומים שביצעת קשורים לתוכנית שאתה מסיר. האם תרצה להשתמש בנתונים מהיומנים במהלך ההסרה?
15294 = הורדת יומן -
15295 = יומנים רשומים שנמצאים במאגר היומנים נראים קשורים לתוכנית שאתה מסיר. אם תרצה להשתמש באחד מהם במהלך הליך הסרת ההתקנה, קבע מולו סימן ביקורת.
15296 = ישנו יומן הסרת הסרה מתאים במסד הנתונים של יומנינו. \n האם ברצונך להשתמש בו לצורך הסרת ההתקנה המלאה יותר של התוכנית?
15297 = האם אתה בטוח שברצונך למחוק יומנים שנבחרו מהרשימה?
15298 = עליך לבחור עמודה אחת לפחות כדי לייצא!
15299 = חפש אחר
15300 = השתמש ביומן שנבחר
15301 = מקור
15302 = לא בחרת באף התקנה מובנית מהרשימה. \n האם אתה בטוח שברצונך להמשיך לחפש שאריות ולדלג על השימוש במסיר התקנה מובנה?
15303 = בחר מסיר התקנה מובנה מהרשימה אם ברצונך להשתמש בו במהלך תהליך ההסרה.
15304 = לא בחרת שום יומן מהרשימה. \n האם אתה בטוח שברצונך להמשיך לחפש שאריות ולדלג על השימוש ביומן?
15305 = בחר יומן מהרשימה אם ברצונך להשתמש בו במהלך תהליך ההסרה.
15306 = טוען נתוני יומן ...
15307 = צור גיבוי מלא של הרישום לפני הסרת ההתקנה
15308 = יצירת גיבוי מלא של הרישום מושבת (באפשרויות-> הסרת התקנה)

15309 = Path:

15310 = השתמש בנתוני הסרת ההתקנה של התוכנית כדי להשיג את המאפיין התקנת תאריך
15311 = התקן תוכנית עם \nRevo Uninstaller Pro
15312 = מיזוג יומנים שנבחרו
15313 = האם אתה בטוח שברצונך למזג יומנים נבחרים? \n הפקודה הזו מתאימה ליומנים הקשורים לתכנית אחת ומשלבת את כל היומנים ביומן בודד עם נתונים.
15314 = שם יומן ממוזג
15315 = תיקייה לאי הכללה
15316 = קבצים ותיקיות שלא ניתן לכלול
15317 = מפתחות רישום שלא לכלול
15318 = הסרת ההתקנה של % s הופרעה על ידי הפעלה מחדש של המחשב. האם תרצה להמשיך בתהליך הסרת ההתקנה?
15319 = כל פעולות היומנים במחשב הנוכחי
15320 = העברה
15321 = גיבוי
15322 = שחזור
15323 = בחר את התיקיה הראשית של הגרסה הניידת
15324 = יומני גיבוי
15325 = שחזור יומני
15326 = להחליף יומנים קיימים עם אותו שם?
15327 = שגיאה בזיהוי תיקיית הנתונים של Revo Uninstaller Pro המותקנת.
15328 = מחפש קובץ הפעלה ...
15329 = לא ניתן להפעיל את התוכנית
15330 = התוכנית כבר פועלת
15331 = נראה כי התוכנית המתחילה אינה כוללת ממשק משתמש
15332 = נראה כי התוכנית נסגרה בטרם עת
15333 = ממתין לממשק משתמש ...

[Auto Run Manager Pro]
15800 = הוסף
15801 = הוסף תוכנה להפעלת ווינדוס 
15802 = :קבע הפעלה אוטומטית עבור
15803 = כל המשתמשים
15804 = משתמש נוכחי
15805 = :קבע הפעלה אוטומטית החל מ
15806 = בכל הפעלה של ווינדוס - Run - רישום
15807 = רק פעם אחת, בהפעלה הבאה של ווינדוס - RunOnce - רישום
15808 = תיקיית "הפעלה" - בכל הפעלה של ווינדוס
15809 = :(פקודה (נתיב מלא
15810 = :שם
15811 = הוסר מהפעלה אוטומטית
15812 = הוסרו כל הפריטים לא מופעלים מהפעלה אוטומטית
15813 = הוסרו כל הפריטים המנוטרלים מהפעלה אוטומטית
15814 = שירותים
15815 = פתיחת שירותי חלונות
15816 = משימות מתוזמנות
15817 = אפשר
15818 = השבת

[General App]
16001 = הדפס
16002 = הצג לפני הדפסה
16003 = הגדרות הדפסה
16004 = תצוגה
16005 = סרגל תפריטים
16006 = סרגל כלים ראשי
16007 = פאנל תיאורים
16008 = שורת מצב
16009 = סרגל כלים
16010 = קובץ
16011 = מנהל\nההפעלה\nהאוטומטית
16012 = מנקה\nקבצי הזבל
16013 = כלים של\nחלונות
16014 = מנקה\nהדפדפנים
16015 = ניקוי\nMicrosoft Office
16016 = ניקוי\nחלונות
16017 = מסיר\nהעקבות
16018 = מחיקה\nלצמיתות
16019 = מנהל הגיבוי
16020 = התקן עם Revo Uninstaller Pro
16021 = הסר עם Revo Uninstaller Pro
16022 = Revo Uninstaller Pro התקן תוכנה נבחרת עם
16023 = Revo Uninstaller Pro הסר תוכנה נבחרת עם
16024 = :תיקיית גיבוי
16025 = גבה את פריטי הרישום שנמחקו
16026 = גבה את הקבצים והתיקיות שנמחקו
16027 = (0x%08x לא מותקן במחשב זה (קוד השגיאה הוא Microsoft Excel 
16028 = (0x%08X נכשלה (קוד השגיאה הוא Microsoft Excel הרצת התוכנה
16029 = שגיאה לא ידועה
16030 = רישום
16031 = דלג על הודעות מידע
16032 = דלג על הודעות התראה
16033 = תהליכים
16034 = עקוב אחר תוכנות במוד קומפקטי
16035 = :כולל התהליכים
16036 = :ללא התהליכים
16037 = הנתיב של התהליך
16038 = :נושא חזותי
16039 = סרגלי כלים
16040 = הראה תוויות טקסט
16041 = הראה אייקונים קטנים
16042 = כחול
16043 = אפור
16044 = שחור
16045 = כסוף
16046 = מקומי
16047 = מקומי 2
16048 = מקומי חלק
16049 = קנה עכשיו
16050 = לאחר שרכשת את התוכנה, תקבל מספר סידורי אישי בדואר האלקטרוני שלך. עליך להכניס את המספר האישי בטופס למטה וללחוץ על הכפתור "שפעל דרך האינטרנט" על מנת לשפעל את התוכנה. פעולת השפעול מצריכה חיבור לאינטרנט, לכן וודא כי חומת האש שלך אינה חוסמת את התוכנה. על כל  שאלה בנוגע לרישום אנא פנה אלינו בכתובת\nregistration@revouninstaller.com
16051 = הרשם
16052 = :הכנס מספר סידורי במדויק כאן
16053 = שפעל דרך האינטרנט
16054 = כל הזכויות שמורות
16055 = גירסה רשומה
16056 = גרסה לא רשומה
16057 = .האם אתה בטוח שברצונך למחוק גיבויים, רישומים ועוד מידע של המשתמש שנוצרו? לחץ "לא" אם אתה מעדכן את התוכנה
16058 = מתרגם:
16059 = צור גיבוי רישום מלא כל יום
16060 = מחק רשומת תוכנה שנעקבה לאחר הסרתה
16061 = הראה אייקונים קטנים בתצוגת פרטים
16062 = הראה פקודות בתפריט ההקשר של ווינדוס (התקן עם..., הסר עם...)
16063 = סמן את כל השאריות כברירת מחדל
16064 = אפור כהה
16065 = כחול 2
16070 = סרגל הכלים של הפקודות
16071 = מותאם אישית
16072 = נושא
16073 = צבע רקע מותאם אישית
16074 = צבע בחירה בהתאמה אישית
16075 = סגור את Revo Uninstaller Pro לפני שתתחיל בייבוא יומן. \n או לייבא את היומן באמצעות כפתור סרגל הכלים "נהל" במודול "תוכניות עקבות".
16076 = הפעל
16077 = בחר שיטת הפעלה
16078 = הפעלה מקוונת
16079 = הפעלה על ידי קובץ
16080 = תקופת הניסיון שלך ל -30 יום הסתיימה. אם אתה רוצה להמשיך להשתמש במוצר עליך לרכוש רישיון.
16081 = לאחר שרכשת רישיון ל- Revo Uninstaller Pro, תקבל מספר סידורי בדוא"ל. על מנת להפעיל את Revo Uninstaller Pro, עליך להזין את שמך ואת המספר הסידורי בטופס שלהלן (העתקה והדבקה מומלצת בחום) ואז לחץ על כפתור "הפעל באופן מקוון". ההפעלה דורשת חיבור לאינטרנט, לכן חומת האש שלך לא אמורה לחסום את Revo Uninstaller Pro. אם יש לך שאלות או בעיות הקשורות לרישום, אנא צור איתנו קשר בכתובת: registry@revouninstaller.com
16082 = לאחר שרכשת רישיון ל- Revo Uninstaller Pro, תקבל מספר סידורי בדוא"ל. על מנת להפעיל את Revo Uninstaller Pro לפי קובץ, עליך להזין את שמך ואת המספר הסידורי בטופס שלמטה (להעתיק ולהדביק מומלץ בחום) ולחץ על כפתור "שמור קובץ" כדי לשמור את הקובץ. ואז שלח את הקובץ שנוצר אל support@revouninstaller.com או registry@revouninstaller.com. בעוד 24 שעות נשלח לך בחזרה מפתח נעילה שישלים את הפעלת Revo Uninstaller Pro. אם יש לך שאלות או בעיות הקשורות לרישום, אנא צור איתנו קשר בכתובת: registry@revouninstaller.com
16083 = בחרת להפעיל את Revo Uninstaller Pro לפי קובץ. לאחר ששלחת את קובץ ההפעלה לדוא"ל התמיכה שלנו, עליך לקבל את מפתח הנעילה מצוות התמיכה של Revo Uninstaller Pro. עליך להזין את מקש הנעילה למטה (העתקה והדבקה מומלץ בחום) ולחץ על כפתור "הפעל". אם יש לך שאלות או בעיות הקשורות לרישום, אנא צור איתנו קשר בכתובת: registry@revouninstaller.com
16084 = יש שינוי במחשב שלך המחייב להפעיל מחדש את Revo Uninstaller Pro. אנא פשוט לחץ על כפתור "הפעל". אם יש לך שאלות או בעיות הקשורות לרישום, אנא צור איתנו קשר בכתובת: registry@revouninstaller.com
16085 = ההפעלה הצליחה!
16086 = ההפעלה נכשלה!
16087 = אין חיבור לשרת ההפעלה. אנא וודא שחומת האש שלך אינה חוסמת את Revo Uninstaller Pro.
16088 = הזן שם משתמש:
16089 = הזן מספר סידורי (העתק והדבק מומלץ):
16090 = הזן מפתח נעילה (העתק והדבק מומלץ):
16091 = איפוס תהליך ההפעלה
16092 = ימים שנותרו:
16093 = שמור קובץ
16094 = רשום ל-
16095 = הפעל מחדש
16096 = הפעלה מתבצעת. המתן בבקשה ...
16097 = מספר סידורי שגוי. \n העתק והדבק את המספר הסידורי במקום להקליד אותו!
16098 = אנא הפעל מחדש את Revo Uninstaller Pro
16100 = מספר סידורי:
16101 = נתוני רישיון:
16102 = הגש משוב
16103 = תמיכה מקוונת
16104 = אפס את הגדרות החלונות הראשיים
16105 = איפוס פרטים על הגדרות בקרת התצוגה
16106 = איפוס מוצלח! \n התחל מחדש את Revo Uninstaller Pro כדי להחיל שינויים
16107 = אין פריטים מסומנים. \n עליך לבדוק לפחות פריט אחד כדי להמשיך.
16108 = הצגת מסך התזה של ההפעלה
16109 = מנקה היסטוריה
16110 = היסטוריה \n ניקוי
16111 = יותר \n פקודות
16112 = Revo Uninstaller Pro כבר פועל!
16113 = עדכון המנוי פג:
16114 = התחדש עכשיו
16115 = פג תוקף המנוי ב- % s!
16116 = עדכון מנוי
16117 = אם אתה רוצה להיות מסוגל להתקין את הגרסאות האחרונות של Revo Uninstaller Pro שפורסמו לאחר תאריך זה, עליך לחדש את מנוי העדכונים שלך.
16118 = תזכורת גרסת ניסיון
16119 = תודה על השימוש ב- Revo Uninstaller Pro. אתה מפעיל גרסת ניסיון בתפקוד מלאה של 30 יום. אם אתה אוהב את התוכנה ותרצה להשתמש בה לאחר שתום תקופת הניסיון, עליך לרכוש רישיון.
16120 = המנוי שלך מאפשר להתקין ולהפעיל גרסה של Revo Uninstaller Pro שפורסמה לפני % s. אם אתה רוצה להתקין את הגרסה האחרונה של Revo Uninstaller Pro אתה צריך לחדש את המנוי שלך.
16121 = כמו
16122 = רישיון מבוטל
16123 = הרישיון שלך בוטל על ידיך. אם אתה רוצה להשתמש ב- Revo Uninstaller Pro שוב אתה צריך לרשום אותו עם מספר סידורי תקף
16124 = בטל את הרישיון
16125 = מקשי ההפעלה המשומשים בוטלו בהצלחה.
16126 = ההפעלה נכשלה!
16127 = האם אתה בטוח שברצונך לבטל את הרישיון שלך? \n ההתקנה הנוכחית של Revo Uninstaller Pro תפסיק לעבוד! המשך רק אם ברצונך להעביר או להעביר את הרישיון למחשב אחר.
16128 = בטל
16129 = ביטול הפעלת הרישיון שלך. המתן בבקשה ...
16130 = יום
16131 = המספר הסידורי שהוזן כבר הוחל על קובץ הרישיון הנוכחי.
16132 = מנוי העדכון שלך פג ב- % s, ולכן אינך זכאי לעדכן את הגרסה הנוכחית שלך ל- Revo Uninstaller Pro. אנא חידש את מנוי העדכון שלך אם ברצונך להתקין את הגרסה האחרונה ולהשתמש בה.

[AppBar]
16900 = שמור את רשומת השינויים המנוטרים במערכת
16901 = הפסק לנטר התקנה זו
16902 = .מנטר כעת שינויי מערכת - המשך עם ההתקנה כרגיל! נא לא להפעיל תוכנות התקנה נוספות, תוכנות או כל דבר אחר במהלך ההתקנה! לאחר סיום ההתקנה, הרץ את התוכנה/ות המותקנת/ות, הגדר וסגור אותם. לאחר מכן, לחץ על הכפתור "עצור" (ריבוע אדום) ושמור את הרישום
16903 = :הכנס את שם הרישום
16904 = :Enter הכנס שם לרישום ולאחר מכן לחץ
16905 = מנטר את ההתקנה Revo Uninstaller Pro
16906 = שומר מידע Revo Uninstaller Pro
16907 = !לא ניתן היה להשיג הרשאה לכיבוי המחשב. נסה לכבות ידנית
16908= !לא ניתן היה לשנות את ההרשאה לכיבוי המחשב. נסה לכבות ידנית
16909 = אנא הכנס שם יומן חוקי!
16910 = האם אתה בטוח שברצונך לבטל את תהליך הרישום?

[JunkFilesCleanerPro]
17000 = לא לכלול
17001 = שונה בפעם האחרונה
17002 = תיקיית סריקה ...
17003 = כלול
17004 = תיקיות לכלול כזבל

[Windows Apps]
17100 = חלונות\nאפליקציות
17101 = אפליקציות חלונות
17102 = אפליקציית חלונות
17103 = סה"כ אפליקציות
17104 = אפליקציה
17105 = אפליקציות
17106 = מודול "אפליקציות חלונות" מפרט את כל אפליקציות חלונות המותקנות ועוזר לך להסיר את ההתקנה של אחת מהן בלחיצה אחת. חלק מהיישומים המיוצרים על ידי מיקרוסופט מותקנים מראש עם מערכת ההפעלה, אחרים מותקנים דרך חנות מיקרוסופט. מידע נוסף על כל אפליקציה ניתן למצוא מתפריט ההקשר.
17107 = ניתוח והפעלה של פקודת הסרת ההתקנה של ברירת המחדל של האפליקציה
17108 = לאחר סיום הסרת ההתקנה של ברירת המחדל של האפליקציה, לחץ על כפתור "סריקה" כדי להתחיל לסרוק אחר קבצי שאריות, תיקיות ופריטי רישום.
17109 = האם אתה בטוח שברצונך להסיר את ההתקנה של האפליקציה שנבחרה?
17110 = לא ניתן להריץ את אפליקציית חלונות שנבחרה!
17111 = פתוח בחנות של מיקרוסופט
 
[Browser Extensions]
17200 = דפדפן \n הרחבות
17201 = תוספות דפדפן
17202 = הארכת MS Edge
17203 = סוג
17204 = הרחבה
17205 = תוסף
17206 = אפליקציה
17207 = עוזר
17208 = סרגל הכלים
17209 = ספק חיפוש
17210 =% s פועל. הרוג (כפה עצור) אם ברצונך להמשיך. \n נתונים שנשמרו בדפדפן שלך עלולים ללכת לאיבוד.
17211 = סה"כ סיומות
17212 = סיומת
17213 = סיומות
17214 = מודול "תוספי דפדפן" מפרט ועוזר לך למחוק סוגים שונים של רכיבים נוספים (המכונים הרחבות או הרחבות), אשר הדפדפנים הפופולריים ביותר כמו Google Chrome, Microsoft Edge, Mozilla Firefox ו- Internet Explorer מאפשרים לך להתקין כדי להתאים אותם אישית. העמודה "סוג" מציגה את סוג התוסף בהתאם לדפדפן.
17215 = האם אתה בטוח שברצונך להסיר את התוסף שנבחר?
17216 = הסרת סיומת % s
17217 = כדי למנוע התקנה מחדש אוטומטית של התוסף, אנא השבת את "Sync Apps" ו- "Sync Extensions" מהגדרות Chrome, ואז המשך בתהליך ההסרה.
17218 = בחרת סיומת שהותקנה מראש.
17219 = דפדפן
17220 = פרופיל

[EvidenceRemoverPro]
17300 = סוג
17301 = גודל כולל
17302 = מקום פנוי
17310 = כונן מקומי
17311 = דיסק שליף
17312 = זמן מוערך שנותר:
17313 = ימים
17314 = שעות
17315 = דקות
17316 = שניות
17317 = האם אתה בטוח שברצונך להפסיק את התהליך?

[WindowsToolsPro]
17400 = שחזור מערכת
17401 = אבחון רשת
17402 = מידע ברשת
17403 = מרכז אבטחה
17404 = מאפייני מערכת
17405 = מידע מערכת
17406 = פיקוד TCP / IP Netstat
17407 = מקלדת על המסך
17408 = מאחה דיסקים
17409 = שירותים
17410 = תיקיות משותפות
17411 = מדיניות קבוצתית
17412 = הוסף / הסר רכיבי חלונות
17413 = כלי להסרת תוכנות זדוניות של Microsoft Windows
17414 = גיבוי ושחזור של חלונות
17415 = מתזמן המשימות
17416 = בדוק דיסק
17417 = בודק קבצי מערכת
17418 = ניקוי דיסק
17419 = מוניטור משאבים
17450 = גיבוי ושחזור של חלונות מאפשר לך ליצור עותקים של קבצי נתונים עבור כל האנשים המשתמשים במחשב ומספק לך את היכולת ליצור תמונת מערכת. אתה יכול לאפשר ל- חלונות לבחור מה לגבות או לבחור את התיקיות, הספריות והכוננים האישיים שברצונך לגבות. תמונת מערכת כוללת את חלונות ואת הגדרות המערכת, התוכניות והקבצים שלך. אתה יכול להשתמש בתמונת מערכת כדי לשחזר את תוכן המחשב אם הכונן הקשיח או המחשב שלך אי פעם מפסיקים לעבוד.
17451 = מתזמן המשימות עוזר לכם לתזמן משימות אוטומטיות המבצעות פעולות בזמן מסוים או כאשר מתרחש אירוע מסוים. זה מספק את היכולת לתזמן את ההשקה של תוכניות או סקריפטים בזמנים מוגדרים מראש או לאחר פרקי זמן מוגדרים. מתזמן המשימות מקיים ספרייה של כל המשימות המתוזמנות, ומספק תצוגה מסודרת של המשימות ודרך נוחה לניהולן.
17452 = בדיקת דיסק מאמתת את השלמות הלוגית של מערכת הקבצים בנפח חלונות. בדוק בדיסק אם יש בעיות הקשורות לסקטורים רעים, אשכולות אבודים, קבצים מקושרים ושגיאות במדריך. בעיות מסוג זה יכולות להיגרם כתוצאה מהתמוטטות או הקפאת מערכות, תקלות חשמל, כיבוי מחשב באופן שגוי וכו '.
17453 = בודק קבצי מערכת מאפשר לך לסרוק ולשחזר פגמים בקבצי מערכת חלונות המאמתים את גרסאותיהם. אם היא מוצאת בעיה, היא תנסה להחליף את הקבצים הבעייתיים ממטמון ה- DLL של חלונות. אם הקובץ אינו נמצא במטמון ה- DLL של חלונות או מטמון ה- DLL פגום, תתבקש להכניס את דיסק ההתקנה של חלונות.
17454 = ניקוי דיסק הוא כלי תחזוקת מחשב המיועד לפנות שטח דיסק בכונן הקשיח של המחשב. זה מאפשר למשתמשים להסיר קבצים שאינם נחוצים עוד או שניתן למחוק אותם בבטחה כמו קבצי זיכרון מטמון ויומן יוצרים שנוצרו על ידי מערכת ההפעלה ותוכנות אחרות.
17455 = צג משאבים, מציג מידע על השימוש בחומרה (מעבד, זיכרון, דיסק ורשת) ותוכנה (ידיות קבצים ומודולים) בזמן אמת. כלי זה עוזר לך למצוא כמה משאבים משתמשים בהם כרגע או משתמשים בהם לאורך זמן באמצעות ייצוג גרפי. בדרך זו, אתה יכול לבדוק את מוני הביצועים של משאב ספציפי ולהחליט על דרך פעולה כדי לשפר את הביצועים של מחשב.

[WindowsCleanerPro]
17500 = מחיקת מטמון תמונה ממוזערת

[UnrecoverableDeletePro]
17600 = הוסף קובץ/ים
17601 = הוסף תיקייה
17602 = מחק לצמיתות
17603 = מוחק
17604 = מחשב ...
17605 = לא ניתן למחוק כעת פריטים שנמצאים ברשימה. \n וודא שהם לא משמשים את חלונות או תוכנית אחרת ונסה שוב.
17606 = הסר פריטים שנבחרו מהרשימה

[Backup Manager]
17800 = מנהל הגיבוי
17801 = שחזר
17802 = מחק
17803 = מחק הכל
17804 = שחזור\nמותאם אישית
17812 = ...טוען עץ
17813 = הקודם
17814 = הבא
17815 = מידע על נקודת שחזור לא נמצא
17816 = מעבד
17817 = פריטים %d מתוך %d מגבה
17818 = :נקודות שחזור
17819 = :גודל כולל
17820 = .מנהל הגיבוי עוזר לך לנהל את המידע שגיבתה תוכנה זו לאחר כל מחיקה של פריט ברישום, קובץ או תיקייה. ע"י שחזור של נקודת שחזור מקומית ניתן לאת כל המידע שנמחק או שניתן לבחור ולשחזר פריטים בודדים כרצונך. אם אתה צריך עוד מקום בדיסק הקשיח שלך, ניתן למחוק נקודת שחזור אקראית או את כל נקודות השחזור שיצרה תוכנה זו
17821 = שם
17822 = פעולה
17823 = גודל
17824 = פריטי רישום
17825 = קבצים או תיקיות
17826 = שעה
17827 = תאריך
17830 = שם מפתח/ערך
17831 = מידע
17835 = ערך ברירת המחדל
17836 = פריטים %d מתוך %d משחזר
17837 = משחזר
17838 = שם קובץ/תיקייה
17839 = שחזור מותאם אישית
17840 = !שגיאה בקריאת קובץ המידע על הגיבוי
17841 = קבצים ותיקיות לשחזור
17842 = פריטי רישום לשחזור
17843 = !אין מספיק מקום בדיסק הקשיח בשביל לכתוב את קובץ המידע על הגיבוי
17844 = !שגיאה בכתיבת קובץ המידע על הגיבוי
17845 = ?%s מתוך %s האם אתה בטוח שברצונך לשחזר את הפעולה
17846 = ?האם אתה בטוח שברצונך למחוק את כל נקודות השחזור
17847 = מחק \nעל ידי זמן
17848 = מחק גיבויים ישנים מתאריך או תקופה
17849 = מחק את כל הגיבויים הישנים מ:
17850 = תאריך נבחר:
17851 = שבוע אחד
17852 = שני שבועות
17853 = 30 יום
17854 = 90 יום
17855 = 180 יום
17856 = שנה אחת
17857 = תאריך מותאם אישית
17858 = בחרת תאריך חדש יותר מהיום. \n זה ימחק את כל הגיבויים! להמשיך?

[TooltipsPro]
18200 = Revo Uninstaller Pro התאם את ההגדרות של
18201 = שנה את תצוגת רשימת התוכנות במעקב
18202 = Revo Uninstaller Pro נהל את מידע הגיבוי המאוכסן ע"י
18203 = Revo Uninstaller Pro התקן תוכנות בעזרת
18204 = הסרה מאולצת של שאריות של תוכנות שכבר הוסרו
18205 = הצג את כל התוכנות המותקנות
18206 = הצג את התוכנות במעקב
18207 = הסר את התוכנה במעקב הנבחרת
18208 = הסרה מותאמת אישית של התוכנה במעקב הנבחרת
18209 = Revo Uninstaller Pro שחזור את נקודת השחזור הנבחרת של
18210 = Revo Uninstaller Pro שחזור מותאם אישית של נקודת השחזור הנבחרת של
18211 = Revo Uninstaller Pro מחק את נקודת השחזור הנבחרת של
18212 = הוסף תוכנה שתתחיל אוטומטית עם הפעלת חלונות
18213 = החל בפעולת הסרת עקבות בכוננים הנבחרים
18214 = הוסף קבצים שיימחקו לצמיתות ללא אפשרות שחזור
18215 = הוסף תיקייה שתימחק לצמיתות ללא אפשרות שחזור
18216 = מחק קבצים ותיקיות שנוספו
18217 = מחק קבצים מסומנים
18218 = שינוי או תיקון ההתקנה של התוכנית שנבחרה
18219 = הסר במהירות את התוכנית שנבחרה (כל השאריות שנמצאו נמחקות אוטומטית)
18220 = הוסף פריט חדש ליומן
18221 = שנה פריט שנבחר
18222 = מחק את הפריט שנבחר מהיומן
18223 = ייצוא נתוני היומן הנוכחי כ- HTML

[Portable]
18500 = שגיאה בהורדת העדכון!
18501 = שגיאה בחילוץ עדכון!
18502 = עדכון
18503 = העדכון הושלם בהצלחה!
18504 =% d מתוך% d קבצים
18505 = ניוד
18506 = השתמש בתיקיית אחסון נתונים בהתאמה אישית
18507 = אפשר מצב טעינה מהירה

18508 = קבל

18509 = הסכם רישיון
